Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitSportsLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.addScore
source: Add Score
ar: إضافة نتيجة
bg: Добавете резултат
ca: Afegir Puntuació
cs: Přidat skóre
da: Tilføj score
de: Punkte hinzufügen
el: Προσθήκη Σκορ
es: Agregar puntuación
es_419: Agregar puntuación
fi: Lisää pisteet
fr: Ajouter un score
fr_ca: Ajouter un score
he: הוסף ניקוד
hi: स्कोर जोड़ें
hr: Dodaj rezultat
hu: Pont Hozzáadása
id: Tambahkan Skor
it: Aggiungi punteggio
ja: スコアを追加する
kk: Ұпай қосу
ko: 점수 추가
ms: Tambah Skor
nb: Legg til poeng
nl: Score Toevoegen
pl: Dodaj wyniki
pt_br: Adicionar Pontuação
pt_pt: Adicionar Pontuação
ro: Adaugă scor
ru: Добавить результат
sk: Pridať skóre
sv: Lägg till poäng
th: เพิ่มคะแนน
tr: Puan Ekle
uk: Додати рахунок
vi: Thêm điểm số
zh_hans: 添加分数
zh_hant: 新增分數
zh_hk: 添加分数

# TK.Action.addTeamMember
source: Add Team Member
ar: إضافة عضو في الفريق
bg: Добавете член на отбора
ca: Afegir Membre de l'Equip
cs: Přidat člena týmu
da: Tilføj holdmedlem
de: Teammitglied hinzufügen
el: Προσθήκη Μέλους Ομάδας
es: Agregar miembro al equipo
es_419: Agregar miembro al equipo
fi: Lisää joukkueen jäsen
fr: Ajouter un membre d'équipe
fr_ca: Ajouter un membre d'équipe
he: הוסף חבר לקבוצה
hi: टीम सदस्य जोड़ें
hr: Dodaj člana tima
hu: Csapat Tagnak Hozzáadása
id: Tambahkan Anggota Tim
it: Aggiungi membro al team
ja: チームメンバーを追加する
kk: Команда мүшесін қосу
ko: 팀원 추가
ms: Tambah Ahli Pasukan
nb: Legg til lagmedlem
nl: Teamlid Toevoegen
pl: Dodaj członka zespołu
pt_br: Adicionar Membro ao Time
pt_pt: Adicionar Membro da Equipa
ro: Adaugă membru în echipă
ru: Добавить участника команды
sk: Pridať člena tímu
sv: Lägg till lagmedlem
th: เพิ่มสมาชิกในทีม
tr: Takım Üyesi Ekle
uk: Додати учасника
vi: Thêm thành viên nhóm
zh_hans: 添加团队成员
zh_hant: 新增隊伍成員
zh_hk: 添加队员

# TK.Action.checkIn
source: Check In
ar: تسجيل الوصول
bg: Регистрирайте се
ca: Fes Check-In
cs: Přihlásit se
da: Tjek ind
de: Einchecken
el: Έλεγχος Εισόδου
es: Registrarse
es_419: Registrar entrada
fi: Ilmoittaudu
fr: Enregistrer
fr_ca: S'enregistrer
he: תשקול
hi: चेक इन करें
hr: Prijavi se
hu: Bejelentkezés
it: Registrati
ja: チェックインする
kk: Кіру
ko: 체크인
ms: Daftar Masuk
nb: Sjekk inn
nl: Inchecken
pl: Zameldować się
pt_pt: Fazer Check-in
ru: Зарегистрироваться
sk: Prihlásiť sa
sv: Checka in
th: เช็คอิน
tr: Check-in Yap
uk: Зареєструватися
zh_hans: 签到
zh_hant: 報到
zh_hk: 签到

# TK.Action.compareStats
source: Compare Stats
ar: قارن الإحصائيات
bg: Сравни статистики
ca: Comparar Estats
cs: Porovnat statistiky
da: Sammenlign statistik
de: Statistiken vergleichen
el: Σύγκριση Στατιστικών
es: Comparar Estadísticas
es_419: Comparar estadísticas
fi: Vertaile tilastoja
fr: Comparer les statistiques
fr_ca: Comparer les statistiques
he: השוואת נתונים
hi: आंकड़ों की तुलना करें
hr: Usporedi statistiku
hu: Statistikák Összehasonlítása
id: Bandingkan Statistik
it: Confronta statistiche
ja: 統計を比較する
kk: Статистика салыстыру
ko: 통계 비교
ms: Bandingkan Statistik
nb: Sammenlign resultater
nl: Vergelijk Statistieken
pl: Porównaj statystyki
pt_br: Comparar Estatísticas
pt_pt: Comparar Estatísticas
ro: Compară statistici
ru: Сравнить статистику
sk: Porovnať štatistiky
sv: Jämför statistik
th: เปรียบเทียบสถิติ
tr: İstatistikleri Karşılaştır
uk: Порівняти статистику
vi: So sánh Thống kê
zh_hans: 比较统计
zh_hant: 比較統計
zh_hk: 比較統計

# TK.Action.createTournament
source: Create Tournament
ar: إنشاء بطولة
bg: Създай турнир
ca: Crear Torneig
cs: Vytvořit turnaj
da: Opret turnering
de: Turnier erstellen
el: Δημιουργία Τουρνουά
es: Crear Torneo
es_419: Crear torneo
fi: Luo turnaus
fr: Créer un tournoi
fr_ca: Créer un tournoi
he: צור טורניר
hi: टूर्नामेंट बनाएं
hr: Kreiraj turnir
hu: Torna Létrehozása
id: Buat Turnamen
it: Crea torneo
ja: トーナメントを作成する
kk: Жарыс ұйымдастыру
ko: 토너먼트 생성
ms: Buat Kejohanan
nb: Opprett turnering
nl: Toernooi Creëren
pl: Utwórz turniej
pt_br: Criar Torneio
pt_pt: Criar Torneio
ro: Crează turneu
ru: Создать турнир
sk: Vytvoriť turnaj
sv: Skapa turnering
th: สร้างทัวร์นาเมนต์
tr: Turnuva Oluştur
uk: Створити турнір
vi: Tạo Giải đấu
zh_hans: 创建比赛
zh_hant: 創建錦標賽
zh_hk: 創建比賽

# TK.Action.endGame
source: End Game
ar: إنهاء اللعبة
bg: Приключи играта
ca: Finalitzar Joc
cs: Ukončit hru
da: Afslut spil
de: Spiel beenden
el: Λήξη Παιχνιδιού
es: Finalizar Juego
es_419: Terminar juego
fi: Lopeta peli
fr: Finir le jeu
fr_ca: Finir le jeu
he: סיים משחק
hi: खेल समाप्त करें
hr: Završi igru
hu: Játék Befejezése
id: Akhiri Permainan
it: Termina partita
ja: ゲームを終了する
kk: Ойын аяқтау
ko: 게임 종료
ms: Tamatkan Permainan
nb: Avslutt spill
nl: Spel Beëindigen
pl: Zakończ grę
pt_br: Encerrar Jogo
pt_pt: Terminar Jogo
ro: Terminare joc
ru: Завершить игру
sk: Ukončiť hru
sv: Avsluta spel
th: จบเกม
tr: Oyunu Bitir
uk: Завершити гру
vi: Kết thúc Trò chơi
zh_hans: 结束游戏
zh_hant: 結束比賽
zh_hk: 結束遊戲

# TK.Action.exportStats
source: Export Stats
ar: تصدير الإحصائيات
bg: Експортируй статистики
ca: Exportar Estadístiques
cs: Exportovat statistiky
da: Eksporter statistik
de: Statistiken exportieren
el: Εξαγωγή Στατιστικών
es: Exportar Estadísticas
es_419: Exportar estadísticas
fi: Vie tilastot
fr: Exporter les statistiques
fr_ca: Exporter les statistiques
he: ייצא סטטיסטיקות
hi: आंकड़े निर्यात करें
hr: Izvezi statistiku
hu: Statisztikák Exportálása
id: Ekspor Statistik
it: Esporta statistiche
ja: 統計をエクスポートする
kk: Статистиканы экспорттау
ko: 통계 내보내기
ms: Eksport Statistik
nb: Eksporter statistikk
nl: Statistieken Exporteren
pl: Eksportuj statystyki
pt_br: Exportar Estatísticas
pt_pt: Exportar Estatísticas
ro: Exportă statistici
ru: Экспортировать статистику
sk: Exportovať štatistiky
sv: Exportera statistik
th: ส่งออกสถิติ
tr: İstatistikleri Dışa Aktar
uk: Експортувати статистику
vi: Xuất Thống kê
zh_hans: 导出统计
zh_hant: 導出統計
zh_hk: 導出統計

# TK.Action.followTeam
source: Follow Team
ar: تابع الفريق
bg: Следвай отбора
ca: Segueix l'equip
cs: Sledovat tým
da: Følg holdet
de: Team folgen
el: Ακολούθησε Ομάδα
es: Seguir equipo
es_419: Seguir equipo
fi: Seuraa joukkuetta
fr: Suivre l'équipe
fr_ca: Suivre l'équipe
he: עקוב אחרי הקבוצה
hi: गांधी जी का पालन करें
hr: Prati tim
hu: Csapat követése
id: Ikuti Tim
it: Segui Squadra
ja: チームをフォローする
kk: Команданы-follow
ko: 팀 따르기
ms: Ikuti Pasukan
nb: Følg lag
nl: Volg Team
pl: Podążaj za Zespołem
pt_br: Seguir Time
pt_pt: Seguir Equipa
ro: Urmărește Echipa
ru: Следить за командой
sk: Sledovať tím
sv: Följ lag
th: ติดตามทีม
tr: Takımı Takip Et
uk: Слідувати команді
vi: Theo dõi đội
zh_hans: 关注队伍
zh_hant: 關注隊伍
zh_hk: 跟随球队

# TK.Action.generateReport
source: Generate Report
ar: إنشاء تقرير
bg: Генериране на отчет
ca: Generar informe
cs: Vygenerovat zprávu
da: Generer Rapport
de: Bericht Erstellen
el: Δημιουργία Αναφοράς
es: Generar informe
es_419: Generar Informe
fi: Luo raportti
fr: Générer un rapport
fr_ca: Générer le rapport
he: ייצר דוח
hi: रिपोर्ट उत्पन्न करें
hr: Generiraj Izvještaj
hu: Jelentés generálása
id: Buat Laporan
it: Genera Report
ja: レポートを生成
kk: Есепті жасау
ko: 보고서 생성
ms: Hasilkan Laporan
nb: Generer rapport
nl: Rapport Genereren
pl: Generuj raport
pt_br: Gerar Relatório
pt_pt: Gerar Relatório
ro: Generează Raport
ru: Сгенерировать отчет
sk: Vytvoriť správu
sv: Generera rapport
th: สร้างรายงาน
tr: Rapor Oluştur
uk: Генерувати звіт
vi: Tạo Báo Cáo
zh_hans: 生成报告
zh_hant: 生成報告
zh_hk: 生成報告

# TK.Action.invitePlayers
source: Invite Players
ar: دعوة اللاعبين
bg: Покани играчи
ca: Convida jugadors
cs: Pozvat hráče
da: Inviter spillere
de: Spieler einladen
el: Πρόσκληση Παικτών
es: Invitar jugadores
es_419: Invitar jugadores
fi: Kutsu pelaajia
fr: Inviter les joueurs
fr_ca: Inviter des joueurs
he: הזמן שחקנים
hi: खिलाड़ियों को आमंत्रित करें
hr: Pozovi igrače
hu: Játékosok meghívása
id: Undang Pemain
it: Invita Giocatori
ja: プレイヤーを招待する
kk: Ойыншыларды шақыру
ko: 플레이어 초대하기
ms: Jemput Pemain
nb: Inviter spillere
nl: Spelers Uitnodigen
pl: Zaproś Graczy
pt_br: Convidar Jogadores
pt_pt: Convidar Jogadores
ro: Invită Jucători
ru: Пригласить игроков
sk: Pozvať hráčov
sv: Bjud in spelare
th: เชิญผู้เล่น
tr: veya
uk: Запросити гравців
vi: Mời người chơi
zh_hans: 邀请玩家
zh_hant: 邀請玩家
zh_hk: 邀请玩家

# TK.Action.joinEvent
source: Join Event
ar: انضم إلى الحدث
bg: Присъедини се към събитието
ca: Uneix-te a l'esdeveniment
cs: Připojit se k události
da: Deltag i event
de: Beitreten
el: Συμμετοχή σε Εκδήλωση
es: Unirse al evento
es_419: Unirse al evento
fi: Liity tapahtumaan
fr: Rejoindre l'événement
fr_ca: Joindre l'événement
he: הצטרף לאירוע
hi: कार्यक्रम में शामिल हों
hr: Pridruži se događaju
hu: Eseményhez csatlakozás
id: Bergabung dengan Acara
it: Partecipa all'Evento
ja: イベントに参加
kk: Шараға қосылу
ko: 이벤트 참가하기
ms: Sertai Acara
nb: Bli med på arrangement
nl: Deelnemen aan Evenement
pl: Dołącz do Wydarzenia
pt_br: Participar do Evento
pt_pt: Juntar-se ao Evento
ro: Participă la Eveniment
ru: Присоединиться к мероприятию
sk: Zúčastniť sa podujatia
sv: Gå med i evenemang
th: เข้าร่วมกิจกรรม
tr: Etkinliğe Katıl
uk: Приєднатися до події
vi: Tham gia sự kiện
zh_hans: 加入事件
zh_hant: 加入活動
zh_hk: 加入活动

# TK.Action.joinLeague
source: Join League
ar: انضم إلى الدوري
bg: Присъедини се към лигата
ca: Uneix-te a la lliga
cs: Připojit se k lize
da: Deltag i liga
de: Beitreten
el: Συμμετοχή σε Λίγκα
es: Unirse a la liga
es_419: Unirse a la liga
fi: Liity liigaan
fr: Rejoindre la ligue
fr_ca: Joindre la ligue
he: הצטרף לליגה
hi: लीग में शामिल हों
hr: Pridruži se ligi
hu: Ligához csatlakozás
id: Bergabung dengan Liga
it: Unisciti alla Lega
ja: リーグに参加
kk: Лигаға қосылу
ko: 리그 가입하기
ms: Sertai Liga
nb: Bli med i liga
nl: Deelnemen aan Competitie
pl: Dołącz do Ligi
pt_br: Ingressar na Liga
pt_pt: Juntar-se à Liga
ro: Alătură-te Ligii
ru: Присоединиться к лиге
sk: Pripojiť sa k lige
sv: Gå med i liga
th: เข้าร่วมลีก
tr: Lige Katıl
uk: Приєднатися до ліги
vi: Tham gia giải đấu
zh_hans: 加入联赛
zh_hant: 加入聯賽
zh_hk: 加入联赛

# TK.Action.joinTeam
source: Join Team
ar: انضم إلى الفريق
bg: Присъедини се към отбора
ca: Uneix-te a l'equip
cs: Připojit se k týmu
da: Deltag i hold
de: Beitreten
el: Συμμετοχή σε Ομάδα
es: Unirse al equipo
es_419: Unirse al equipo
fi: Liity joukkueeseen
fr: Rejoindre l'équipe
fr_ca: Joindre l'équipe
he: הצטרף לקבוצה
hi: टीम में शामिल हों
hr: Pridruži se timu
hu: Csapathoz csatlakozás
id: Bergabung dengan Tim
it: Unisciti alla Squadra
ja: チームに参加
kk: Командаға қосылу
ko: 팀 가입하기
ms: Sertai Pasukan
nb: Bli med på lag
nl: Deelnemen aan Team
pl: Dołącz do Drużyny
pt_br: Ingressar no Time
pt_pt: Juntar-se à Equipa
ro: Alătură-te Echipei
ru: Присоединиться к команде
sk: Pripojiť sa k tímu
sv: Gå med i lag
th: เข้าร่วมทีม
tr: Takıma Katıl
uk: Приєднатися до команди
vi: Tham gia đội
zh_hans: 加入队伍
zh_hant: 加入隊伍
zh_hk: 加入球队

# TK.Action.manageTeam
source: Manage Team
ar: إدارة الفريق
bg: Управлявай отбора
ca: Gestiona l'equip
cs: Spravovat tým
da: Administrer hold
de: Team verwalten
el: Διαχείριση Ομάδας
es: Gestionar equipo
es_419: Gestionar equipo
fi: Hallitse joukkuetta
fr: Gérer l'équipe
fr_ca: Gérer l'équipe
he: נהל קבוצה
hi: टीम प्रबंधित करें
hr: Upravljaj timom
hu: Csapat kezelése
id: Kelola Tim
it: Gestisci Squadra
ja: チームを管理する
kk: Команданы басқару
ko: 팀 관리하기
ms: Uruskankan Pasukan
nb: Administrer lag
nl: Team Beheren
pl: Zarządzaj Drużyną
pt_br: Gerenciar Time
pt_pt: Gerir Equipa
ro: Gestionează Echipa
ru: Управлять командой
sk: Spravovať tím
sv: Hantera lag
th: จัดการทีม
tr: Takımı Yönet
uk: Керувати командою
vi: Quản lý đội
zh_hans: 管理队伍
zh_hant: 管理隊伍
zh_hk: 管理团队

# TK.Action.postUpdate
source: Post Update
ar: نشر تحديث
bg: Публикувай обновление
ca: Publicar actualització
cs: Přidat aktualizaci
da: Opdater status
de: Update posten
el: Δημοσίευση Ενημέρωσης
es: Publicar actualización
es_419: Publicar actualización
fi: Julkaise päivitys
fr: Publier une mise à jour
fr_ca: Publier une mise à jour
he: פרסם עדכון
hi: अपडेट पोस्ट करें
hr: Objavi ažuriranje
hu: Frissítés küldése
id: Posting Pembaruan
it: Pubblica aggiornamento
ja: 更新を投稿
kk: Жаңарту жариялау
ko: 업데이트 게시
ms: Hantar Kemas Kini
nb: Legg ut oppdatering
nl: Plaats Update
pl: Opublikuj aktualizację
pt_br: Postar Atualização
pt_pt: Publicar Atualização
ro: Publică actualizarea
ru: Опубликовать обновление
sk: Zverejniť aktualizáciu
sv: Publicera Uppdatering
th: โพสต์อัปเดต
tr: Durum Güncellemesi Gönder
uk: Опублікувати оновлення
vi: Cập nhật bài viết
zh_hans: 发布更新
zh_hant: 發佈更新
zh_hk: 發佈更新

# TK.Action.ratePlayer
source: Rate Player
ar: قيم اللاعب
bg: Оцени играча
ca: Valora jugador
cs: Ohodnotit hráče
da: Vurder spiller
de: Spieler bewerten
el: Αξιολόγηση παίκτη
es: Calificar jugador
es_419: Calificar jugador
fi: Arvosta pelaajaa
fr: Évaluer le joueur
fr_ca: Noter le joueur
he: דרג שחקן
hi: खिलाड़ी रेट करें
hr: Ocijeni izvođača
hu: Játékos értékelése
id: Beri Nilai Pemain
it: Valuta Giocatore
ja: 選手を評価する
kk: Ойыншымен бағалау
ko: 플레이어 평가하기
ms: Taksir Pemain
nb: Vurder spiller
nl: Speler Beoordelen
pl: Oceń gracza
pt_br: Avaliar Jogador
pt_pt: Avaliar Jogador
ro: Evaluează jucătorul
ru: Оценить игрока
sk: Hodnotiť hráča
sv: Betygsätt spelare
th: ให้คะแนนผู้เล่น
tr: Oyuncuyu Değerlendir
uk: Оцінити гравця
vi: Đánh giá cầu thủ
zh_hans: 评价玩家
zh_hant: 評價選手
zh_hk: 評分球員

# TK.Action.record
source: Record
ar: تسجيل
bg: Запис
ca: Gravar
cs: Nahrát
da: Optag
de: Aufnehmen
el: Εγγραφή
es: Grabar
es_419: Grabar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
he: הקלט
hi: रिकॉर्ड करें
hr: Snimi
hu: Felvétel
id: Rekam
it: Registra
ja: 収録
kk: Жазу
ko: 기록
ms: Rakam
nb: Oppta
nl: Neem op
pl: Nagraj
pt_br: Gravar
pt_pt: Gravar
ro: Înregistrați
ru: Запись
sk: Nahrať
sv: Spela in
th: บันทึก
tr: Kayıt Yap
uk: Записати
vi: Ghi
zh_hans: 录制
zh_hant: 錄製
zh_hk: 錄製

# TK.Action.registerTeam
source: Register Team
ar: سجل الفريق
bg: Регистрирай отбора
ca: Registra equip
cs: Registrovat tým
da: Registrer hold
de: Team registrieren
el: Καταχώριση ομάδας
es: Registrar equipo
es_419: Registrar equipo
fi: Rekisteröi joukkue
fr: Enregistrer l'équipe
fr_ca: Enregistrer l'équipe
he: הרשם קבוצה
hi: टीम पंजीकृत करें
hr: Registriraj tim
hu: Csapat regisztrálása
id: Daftarkan Tim
it: Iscrivi Squadra
ja: チームを登録する
kk: Команданы тіркеу
ko: 팀 등록하기
ms: Daftar Pasukan
nb: Registrer lag
nl: Team Registreren
pl: Zarejestruj drużynę
pt_br: Registrar Time
pt_pt: Registrar Equipa
ro: Înregistrează echipa
ru: Зарегистрировать команду
sk: Zaregistrovať tím
sv: Registrera lag
th: ลงทะเบียนทีม
tr: Takımı Kaydet
uk: Зареєструвати команду
vi: Đăng ký đội
zh_hans: 注册团队
zh_hant: 註冊隊伍
zh_hk: 註冊隊伍

# TK.Action.resumeGame
source: Resume Game
ar: استئناف اللعبة
bg: Възобновяване на играта
ca: Reprendre el joc
cs: Pokračovat ve hře
da: Genoptag spil
de: Spiel fortsetzen
el: Συνέχεια Παιχνιδιού
es: Reanudar juego
es_419: Reanudar juego
fi: Jatka peliä
fr: Reprendre le jeu
fr_ca: Reprendre le jeu
he: המשך משחק
hi: खेल पुनः शुरू करें
hr: Nastavi igru
hu: Játék Folytatása
id: Lanjutkan Permainan
it: Riprendi Gioco
ja: ゲームを再開
kk: Ойынды жалғастыру
ko: 게임 재개하기
ms: Teruskan Permainan
nb: Gjenoppta spill
nl: Spel hervatten
pl: Wznów grę
pt_br: Retomar Jogo
pt_pt: Retomar jogo
ro: Continuă jocul
ru: Продолжить игру
sk: Pokračovať v hre
sv: Återuppta spel
th: ดำเนินการเกมต่อ
tr: Oyunu Devam Ettir
uk: Продовжити гру
vi: Tiếp tục Game
zh_hans: 恢复游戏
zh_hant: 恢復遊戲
zh_hk: 恢復遊戲

# TK.Action.saveGame
source: Save Game
ar: حفظ اللعبة
bg: Запазване на играта
ca: Desar partit
cs: Uložit hru
da: Gem spil
de: Spiel speichern
el: Αποθήκευση Παιχνιδιού
es: Guardar juego
es_419: Guardar partida
fi: Tallenna peli
fr: Sauvegarder le jeu
fr_ca: Enregistrer le jeu
he: שמור משחק
hi: खेल सहेजें
hr: Spremi igru
hu: Játék Mentése
id: Simpan Permainan
it: Salva Gioco
ja: ゲームを保存
kk: Ойынды сақтау
ko: 게임 저장하기
ms: Simpan Permainan
nb: Lagre spill
nl: Spel opslaan
pl: Zapisz grę
pt_br: Salvar Jogo
pt_pt: Guardar jogo
ro: Salvează jocul
ru: Сохранить игру
sk: Uložiť hru
sv: Spara spel
th: บันทึกเกม
tr: Oyunu Kaydet
uk: Зберегти гру
vi: Lưu Game
zh_hans: 保存游戏
zh_hant: 保存遊戲
zh_hk: 保存遊戲

# TK.Action.scheduleMatch
source: Schedule Match
ar: جدولة المباراة
bg: Планиране на мач
ca: Programar partit
cs: Naplánovat zápas
da: Planlæg kamp
de: Spiel planen
el: Προγραμματισμός Αγώνα
es: Programar partido
es_419: Programar partido
fi: Aikatauluta ottelu
fr: Planifier le match
fr_ca: Planifier un match
he: תאמת משחק
hi: मैच शेड्यूल करें
hr: Zakaži utakmicu
hu: Mérkőzés Ütemezése
id: Jadwalkan Pertandingan
it: Pianifica Partita
ja: 試合をスケジュール
kk: Матчты жоспарлау
ko: 경기 일정 지정하기
ms: Jadualkan Perlawanan
nb: Planlegg kamp
nl: Wedstrijd plannen
pl: Zaplanuj mecz
pt_br: Agendar Partida
pt_pt: Agendar jogo
ro: Programează meci
ru: Запланировать матч
sk: Naplánovať zápas
sv: Boka match
th: นัดหมายการแข่งขัน
tr: Maç Planla
uk: Запланувати матч
vi: Lên lịch trận đấu
zh_hans: 安排比赛
zh_hant: 安排比賽
zh_hk: 安排比賽

# TK.Action.setGoal
source: Set Goal
ar: حدد الهدف
bg: Задай цел
ca: Establir objectiu
cs: Nastavit cíl
da: Sæt Mål
de: Ziel festlegen
el: Όρισε Σκοπό
es: Establecer Objetivo
es_419: Establecer meta
fi: Aseta tavoite
fr: Définir un objectif
fr_ca: Définir un objectif
he: קבע מטרה
hi: लक्ष्य निर्धारित करें
hr: Postavi cilj
hu: Cél beállítása
id: Tetapkan Tujuan
it: Imposta Obiettivo
ja: 目標を設定
kk: Мақсат қою
ko: 목표 설정
ms: Tetapkan Matlamat
nb: Sett mål
nl: Stel doel in
pl: Ustal cel
pt_br: Definir Meta
pt_pt: Definir Objetivo
ro: Stabilește Obiectivul
ru: Установить цель
sk: Nastaviť cieľ
sv: Sätt mål
th: ตั้งเป้าหมาย
tr: Hedef Ayarla
uk: Встановити мету
vi: Đặt Mục Tiêu
zh_hans: 设定目标
zh_hant: 設置目標
zh_hk: 設定目標

# TK.Action.shareHighlight
source: Share Highlight
ar: مشاركة أبرز النقاط
bg: Сподели акцент
ca: Compartir moment destacat
cs: Sdílet zvýraznění
da: Del højdepunkter
de: Highlight teilen
el: Κοινοποίηση Στίχου
es: Compartir destacado
es_419: Compartir Destacado
fi: Jaa kohokohta
fr: Partager la note
fr_ca: Partager le point culminant
he: שתף הדגשה
hi: हाइलाइट शेयर करें
hr: Podijeli uznak
hu: Fénypont megosztása
id: Bagikan Sorotan
it: Condividi Highlight
ja: ハイライトを共有
kk: Нақты оқиғаны бөлісу
ko: 하이라이트 공유하기
ms: Kongsi Sorotan
nb: Del høydepunkt
nl: Moment delen
pl: Udostępnij najważniejsze momenty
pt_br: Compartilhar Destaque
pt_pt: Partilhar destaque
ro: Împărtășește momente importante
ru: Поделиться моментом
sk: Zdieľať záznam
sv: Dela höjdpunkt
th: แชร์ไฮไลท์
tr: Vurguyu Paylaş
uk: Поділитися моментом
vi: Chia sẻ Điểm nổi bật
zh_hans: 分享精彩时刻
zh_hant: 分享亮點
zh_hk: 分享亮點

# TK.Action.startGame
source: Start Game
ar: ابدأ اللعبة
bg: Започни игра
ca: Començar joc
cs: Začít hru
da: Start Spil
de: Spiel starten
el: Ξεκινήστε Παιχνίδι
es: Iniciar Juego
es_419: Iniciar Juego
fi: Aloita peli
fr: Commencer le jeu
fr_ca: Commencer le jeu
he: התחל משחק
hi: गेम शुरू करें
hr: Započni igru
hu: Játék indítása
id: Mulai Permainan
it: Inizia Gioco
ja: ゲームを開始
kk: Ойынды бастау
ko: 게임 시작
ms: Mulakan Permainan
nb: Start spill
nl: Start spel
pl: Rozpocznij grę
pt_br: Iniciar Jogo
pt_pt: Iniciar Jogo
ro: Începe Jocul
ru: Начать игру
sk: Začať hru
sv: Börja spel
th: เริ่มเกม
tr: Oyunu Başlat
uk: Почати гру
vi: Bắt Đầu Trò Chơi
zh_hans: 开始游戏
zh_hant: 開始遊戲
zh_hk: 開始遊戲

# TK.Action.submitScore
source: Submit Score
ar: تقديم الدرجة
bg: Подай резултата
ca: Enviar puntuació
cs: Odeslat skóre
da: Indsend score
de: Punktestand einreichen
el: Υποβολή Βαθμολογίας
es: Enviar Puntuación
es_419: Enviar Puntaje
fi: Lähetä tulos
fr: Soumettre le score
fr_ca: Soumettre le score
he: שלח ציונים
hi: स्कोर सबमिट करें
hr: Pošalji rezultat
hu: Pontszám Beküldése
id: Kirim Skor
it: Invia Punteggio
ja: スコアを提出
kk: Нәтижені жолдау
ko: 점수 제출
ms: Hantar Skor
nb: Send inn poengsum
nl: Score Indienen
pl: Prześlij wynik
pt_br: Enviar Pontuação
pt_pt: Submeter Pontuação
ro: Trimite scorul
ru: Отправить счет
sk: Odoslať skóre
sv: Skicka in resultat
th: ส่งคะแนน
tr: Skoru Gönder
uk: Подати рахунок
vi: Nộp Điểm
zh_hans: 提交分数
zh_hant: 提交得分
zh_hk: 提交分數

# TK.Action.syncData
source: Sync Data
ar: مزامنة البيانات
bg: Синхронизирай данните
ca: Sincronitzar dades
cs: Synchronizovat data
da: Synk Data
de: Daten synchronisieren
el: Συγχρονισμός Δεδομένων
es: Sincronizar Datos
es_419: Sincronizar Datos
fi: Synkronoi tiedot
fr: Synchroniser les données
fr_ca: Synchroniser les données
he: סנכרן נתונים
hi: डेटा समन्वयित करें
hr: Sinhronizuj podatke
hu: Adatok Szinkronizálása
id: Sinkronisasi Data
it: Sincronizza Dati
ja: データを同期
kk: Деректерді синхрондау
ko: 데이터 동기화
ms: Sinkronkan Data
nb: Synk data
nl: Gegevens Synchroniseren
pl: Synchronizuj dane
pt_br: Sincronizar Dados
pt_pt: Sincronizar Dados
ro: Sincronizează datele
ru: Синхронизировать данные
sk: Synchronizovať dáta
sv: Synkronisera data
th: ซิงค์ข้อมูล
tr: Veri Senkronizasyonu Yap
uk: Синхронізувати дані
vi: Đồng Bộ Dữ Liệu
zh_hans: 同步数据
zh_hant: 同步數據
zh_hk: 同步數據

# TK.Action.trackPerformance
source: Track Performance
ar: تتبع الأداء
bg: Проследи представянето
ca: Rastrejar rendiment
cs: Sledovat výkon
da: Spor præstation
de: Leistung verfolgen
el: Παρακολούθηση Απόδοσης
es: Rastrear Rendimiento
es_419: Rastrear rendimiento
fi: Seuraa suorituskykyä
fr: Suivre la performance
fr_ca: Suivre la performance
he: עקוב אחרי ביצועים
hi: प्रदर्शन ट्रैक करें
hr: Prati performanse
hu: Teljesítmény Követése
id: Lacak Kinerja
it: Traccia Prestazione
ja: パフォーマンスを追跡
kk: Өндірісті бақылау
ko: 성능 추적
ms: Jejaki Prestasi
nb: Spor ytelse
nl: Prestaties Volgen
pl: Śledź wydajność
pt_br: Rastrear Desempenho
pt_pt: Rastrear Desempenho
ro: Urmărește performanța
ru: Отследить производительность
sk: Sledovať výkon
sv: Spåra prestation
th: ติดตามผลการแสดงของผู้เล่นหรือทีม
tr: Performansı Takip Et
uk: Відстежити ефективність
vi: Theo Dõi Hiệu Suất
zh_hans: 跟踪性能
zh_hant: 追蹤表現
zh_hk: 追蹤表現

# TK.Action.unfollow
source: Unfollow
ar: إلغاء المتابعة
bg: Отпишете се
ca: Deixar de seguir
cs: Přestat sledovat
da: Følg Ikke
de: Entfolgen
el: Άρση ακολούθησης
es: Dejar de seguir
es_419: Dejar de Seguir
fi: Lopeta seuraaminen
fr: Ne plus suivre
fr_ca: Se désabonner
he: בטל עוקב
hi: अनफॉलो करें
hr: Prekini praćenje
hu: Leiratkozás
id: Berhenti Mengikuti
it: Smetti di Seguire
ja: フォローを解除
kk: Бас тарту
ko: 팔로우 해제
ms: Akhiri Ikut
nb: Følg ikke lenger
nl: Ontvolg
pl: Przestań obserwować
pt_br: Deixar de Seguir
pt_pt: Deixar de Seguir
ro: Dezabonează-te
ru: Отменить подписку
sk: Odstrániť sledovanie
sv: Avfölja
th: ยกเลิกติดตาม
tr: Takipten Çıkar
uk: Відписатися
vi: Ngừng Theo Dõi
zh_hans: 取消关注
zh_hant: 取消追蹤
zh_hk: 取消關注

# TK.Action.updateProfile
source: Update Profile
ar: تحديث الملف الشخصي
bg: Актуализиране на профил
ca: Actualitzar perfil
cs: Aktualizovat profil
da: Opdater Profil
de: Profil aktualisieren
el: Ενημέρωση Προφίλ
es: Actualizar Perfil
es_419: Actualizar perfil
fi: Päivitä profiili
fr: Mettre à jour le profil
fr_ca: Mettre à jour le profil
he: עדכן פרופיל
hi: प्रोफ़ाइल अपडेट करें
hr: Ažuriraj profil
hu: Profil frissítése
id: Perbarui Profil
it: Aggiorna profilo
ja: プロファイルを更新
kk: Профильді жаңарту
ko: 프로필 업데이트
ms: Kemas Kini Profil
nb: Oppdater profil
nl: Profiel bijwerken
pl: Zaktualizuj profil
pt_br: Atualizar Perfil
pt_pt: Atualizar Perfil
ro: Actualizează Profilul
ru: Обновить профиль
sk: Aktualizovať profil
sv: Uppdatera Profil
th: อัปเดตโปรไฟล์
tr: Profili Güncelle
uk: Оновити профіль
vi: Cập nhật hồ sơ
zh_hans: 更新个人资料
zh_hant: 更新檔案
zh_hk: 更新個人資料
